tap "1password/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "xwmx/taps"

brew "openssl@3"
brew "asdf"
brew "openssl@1.1", link: true
brew "sqlite"
brew "python@3.10"
brew "aws-elasticbeanstalk"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "blueutil"
brew "glib"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "exa"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "node"
brew "gitmoji"
brew "guile"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "harfbuzz"
brew "ncurses"
brew "htop"
brew "jq"
brew "zstd"
brew "mas"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "openjdk"
brew "peco"
brew "python@3.9"
brew "s3cmd"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "xwmx/taps/nb"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "chromedriver"
cask "docker"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "gather"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "libreoffice"
cask "linear-linear"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
