brew "amazon-ecs-cli"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "blueutil"
brew "cmatrix"
brew "cocoapods"
brew "direnv"
brew "felixkratz/formulae/sketchybar"
brew "figlet"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gitmoji"
brew "gnupg"
brew "go-task"
brew "golangci-lint"
brew "guile"
brew "hadolint"
brew "htop"
brew "jnv"
brew "jq"
brew "jsonnet"
brew "kayac/tap/ecspresso"
brew "killport"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "lsd"
brew "mas"
brew "mise"
brew "mysql"
brew "neovim"
brew "nkf"
brew "openjdk"
brew "peco"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "s3cmd"
brew "sheldon"
brew "shellcheck"
brew "songmu/tap/ecschedule"
brew "sops"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tflint"
brew "tree"
brew "uv"
brew "vercel-cli"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "aws-vault"
cask "blender"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cursor"
cask "deepl"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "gather"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "karabiner-elements"
cask "libreoffice"
cask "linear-linear"
cask "miro"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "session-manager-plugin"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "zoom"
