tap "1password/tap"
tap "homebrew/bundle"
# tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
# tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "FelixKratz/formulae"

brew "openssl@3"
brew "openssl@1.1", link: true
brew "sqlite"
brew "python@3.11"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "amazon-ecs-cli"
brew "bat"
brew "blueutil"
brew "glib"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "gitmoji"
brew "libidn2"
brew "lsd"
brew "unbound"
brew "gnutls"
brew "guile"
brew "gnupg"
brew "harfbuzz"
brew "ncurses"
brew "htop"
brew "mise"
brew "jq"
brew "zstd"
brew "mas"
brew "mysql"
brew "neovim"
brew "openjdk"
brew "peco"
brew "python@3.10"
brew "python@3.9"
brew "s3cmd"
brew "sheldon"
brew "sketchybar"
brew "skhd"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "vercel-cli"
brew "yabai"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "aws-vault"
cask "chromedriver"
cask "cursor"
cask "deepl"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "gather"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "kindle"
cask "libreoffice"
cask "linear-linear"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "session-manager-plugin"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
